let routes = [
    {
        children: [
            "医废追溯" ,
            "收集记录",
            "入库记录",
            "出库记录",
            "出库配置",
            "医废补录",
            "数据恢复",
            "收集轨迹"
        ],
        title: "医废管理",
    },
    {
        children: [
            "预警信息","预警配置"
        ],
        title: "预警管理",
    },
    {
        children: [
            "实时监控","监控配置"
        ],
        title: "监控中心",
    },
    // {
    //     children: [
    //         "医废类型分析","区域产废信息","各环节重量分析","医院产废排行榜","区域产废排行榜"
    //     ],
    //     title: "统计分析",
    // },
    {
        children: [
            "转移联单","科室产废统计"
        ],
        title: "统计报表",
    },
    {   // "组织架构","角色管理","用户管理","厂商管理","硬件管理","登录记录"
        children: [
            "组织架构","用户管理"
        ],
        title: "系统管理",
    }
]
export default routes